{
	"programme": "Horizon Europe",
	"acronym": "AF4EU",
	"name": "Agroforestry Business Model Innovation Network",
	"logo_url": "https://af4eu.eu/wp-content/uploads/2023/05/AF4EU-white_logo.png",
	"code": "101086563",
	"lead": "Universidad de Santiago de Compostela",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/101086563",
	"project_url": "https://af4eu.eu",
	"start_date": "01/01/2023",
	"end_date": "31/12/2025",
	"contact": "af4eu@usc.es",
	"description": "The overall objective of AF4EU is to promote European AF through the development of a multi-actor interactive and innovation-driven expanded agroforestry network. This will be based on the sharing of successful practical experiences and existing research knowledge (applied to different and new territories, climates and agricultural sectors) connected through ICT-Tools, with a special focus on the development and implementation of new cost-effective practices, business models and AF-extension services considering the whole food chain and therefore including consumers. All AF4EU partners have associated networks of AF farmers, policy makers and advisors thanks to their leadership of the European agroforestry Association National Network and others are large farmers association itself (e.g. EFI) that will be an essential part of the 11 Regional agroforestry Innovation Networks including relevant actors and specially operational groups. The Andalucian ministry of agriculture as policy maker is also part of the consortium. A set of 33 successful AF farm business models will be analysed across Europe from a sustainability perspective (economic, environmental and social). The project builds up on previous H2020 projects and aims at developing an AF knowledge platform that integrates a end-user (i) searchable knowledge reservoir namely Knowledge cloud, (ii) an alive-handbook, (iii) an agroforestry innovation business decision support tool (AFi-Bus DSS) including a business and a business environment analysis targeting AF policy in Europe and a Multilingual Massive Open Online Course (MOOC) with training modules targeting farmers and advisors. AF4EU will definitively contribute to the implementation and uptake across Europe thanks to the supply of cost-effective business models techniques and a successful communication, dissemination and exploitation planning reaching a large audience in Europe",
	"keywords": [
		"Regional agroforestry networks", "Multiactor", "Policy", "Business models", "Business environment", "Extension services", "Farmers", "Sustainable food systems"
	],
	"id": "af4eu",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}