{
	"submitter_name": "Eva-Maria Minarsch",
	"submitter_email": "eva-maria.minarsch@agrar.uni-giessen.de",
	"acronym": "AFH II",
	"name": "Agroforestry Systems Hesse II - Further development of agroforestry research and practice at the Gladbacherhof",
	"programme": "HMLU - Ökoaktionsplan",
	"code": "895-0736-23-511-8-028",
	"keywords": [
		"silvoarable agroforestry",
		"silvopastoral agroforestry"
	],
	"lead": "Chair of Organic Farming with Focus on Sustainable Soil use, Justus Liebig University Giessen, Germany",
	"contact": "Philipp.Weckenbrock@agrar.uni-giessen.de, Eva-Maria.Minarsch@agrar.uni-giessen.de",
	"project_url": "https://www.uni-giessen.de/agroforst/afh2",
	"project_url_other": "https://www.uni-giessen.de/agroforst",
	"start_date": "01/10/2023",
	"end_date": "30/09/2026",
	"description": "Making agriculture fit for changing climatic conditions was the aim of the first project phase of Agroforestry Systems Hesse (2020-2023). To this end, three innovative agroforestry systems were established on the Gladbacherhof, the teaching and experimental farm of Justus Liebig University Giessen. The total of 15 hectares of agroforestry with over 2000 woody plants are used for practical and research purposes and have been scientifically investigated since the beginning. The research infrastructure includes the monitoring of woody plant growth, soil investigations down to a depth of 1 meter, a soil sensor network, yield surveys and findings from the management of the systems. In the second project phase (2023-2026), the research infrastructure will be further expanded, monitoring will be continued and further findings from the maintenance of the systems will be collected and documented. A constant exchange of knowledge and insights with various stakeholders about the agroforestry systems on the Gladbacherhof and beyond will be promoted through guided tours, lectures, publications and discussions.",
	"logo_url": "https://www.uni-giessen.de/de/fbz/fb09/forschung/zentrenundprojekte/agroforst/medien/logos/logo-afg.png/@@images/image/teaser",
	"id": "afh_ii",
	"timestamp_creation": 1739541242564,
	"timestamp_lastedit": 1739541242564
}