{
  "submitter_name": "Ana Tomás",
  "submitter_email": "anatomas@mvarc.eu",
  "retrieve_from_cordis": "https://cordis.europa.eu/project/id/101182027",
  "acronym": "AfroGrow",
  "code": "Grant agreement ID: 101182027",
  "name": "Informed Decision-Making for Agroforestry Systems in Africa through a Network of Living Labs",
  "programme": "Horizon Europe",
  "description": "AfroGrow proposes a comprehensive strategy to promote and advance sustainable agroforestry practices across Africa, addressing key challenges related to climate resilience, biodiversity conservation, and socio-economic development. By focusing on collaboration, innovation, and capacity building, AfroGrow aims to transform agroforestry systems into resilient, multi-functional landscapes that enhance food security, mitigate climate change, and promote inclusive growth. Through a network of six Living Labs, AfroGrow will facilitate participatory research and innovation, enabling local communities, researchers, and policymakers to co-create sustainable agroforestry solutions tailored to diverse ecological and socio-economic contexts. These Living Labs will serve as hubs for knowledge exchange, technology transfer, and capacity building, empowering stakeholders to adopt and implement best practices in agroforestry management. AfroGrow will develop regional suitability maps for local plant species and animal breeds, facilitating informed decision-making for stakeholders. Simultaneously, it will conduct comprehensive impact assessments of regenerative management measures, providing evidence- and data-based recommendations for policy formulation and decision-making. This will enhance ecosystem resilience through sustainable land management practices and secure human well-being. Central to AfroGrow's approach is the promotion of gender equality and social inclusion, recognizing the critical role of women and youth in agroforestry development. By fostering equitable participation and representation, AfroGrow aims to amplify the voices of marginalized groups and ensure that agroforestry interventions benefit all members of society. Through collaborative partnerships, interdisciplinary research, and stakeholder engagement, AfroGrow seeks to catalyze a paradigm shift towards resilient, inclusive, and environmentally sustainable agroforestry systems within the African Union.",
  "keywords": [
    "Sustainable Agroforestry Systems",
    "Living Labs",
    "Soil Health",
    "Regenerative Management Practices",
    "Suitability Maps",
    "Impact Assessment",
    "Gender Reponsive Approach",
    "SSH",
    "Knowledge Caravans",
    "Co-Creation"
  ],
  "lead": "ERATOSTHENES CENTRE OF EXCELLENCE",
  "project_url": "https://afrogrow-project.eu/",
  "project_funding_programme_listing": "https://cordis.europa.eu/project/id/101182027",
  "start_date": "01/01/2025",
  "end_date": "31/12/2028",
  "logo_url": "https://afrogrow-project.eu/wp-content/uploads/2024/11/AfroGrow-logo-2048x584.png",
  "contact": "info@afrogrow-project.eu",
  "id": "afrogrow",
  "timestamp_creation": 1758729346964,
  "timestamp_lastedit": 1758729346964
}