{
	"programme": "H2020",
	"acronym": "AGROMIX",
	"name": "Agroforestry and MIXed farming systems - Participatory research to drive the transition to a resilient and efficient land use in Europe",
	"logo_url": "https://agromixproject.eu/wp-content/uploads/2021/09/Agromix-Project-Logo.svg",
	"code": "862993",
	"lead": "Coventry University",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/862993",
	"project_url": "https://agromixproject.eu/",
	"start_date": "01/11/2020",
	"end_date": "31/10/2024",
	"contact": "info@agromixproject.eu",
	"description": "The AGROMIX project aims to deliver participatory research to drive the transition to a resilient and efficient land use in Europe. It focuses on practical agro ecological solutions for farm and land management and related value chains. AGROMIX makes use of a network of 83 sites with Mixed Farming (MF), agroforestry (AF) or value chain stakeholder networks, which are used to measure, design, model, test and improve these systems. A nested approach will be used to conduct 12 co-design pilots across Europe. In addition, 6 replicated long-term trial sites are used for detailed analysis (crops and livestock). AGROMIX has six specific objectives: 1) Unlock the full potential of synergies in MF/AF systems. 2) Develop and promote value chains and infrastructure for MF/AF produce. 3) Develop the MIX-A toolkit to co-design and manage MF/AF systems in practice. 4) Identify and model transition scenarios. 5) Develop policy recommendations and action plans for a successful transition. 6) Maximise the impact and legacy of the project for building low-carbon climate-resilient farming systems. AGROMIX uses a transdisciplinary multi-actor research approach with 10 universities, 7 research institutes and 11 multi-actor partners. It will use Reflexive Interactive Design methodology to include stakeholders in participatory co-design and implementation of MF/AF systems. The research starts with a work package (WP1) on context, co-creating a resilience framework. WP2 on systems design and synergies is at the heart of the project. WP3 on indicators and scenarios will refine the greenhouse gas inventories for MF/AF systems and model transition scenarios. WP4 develops and tests the MIX-application/serious game. Further WPs are on economics and value chains, and on policy co-development, action plans and dissemination delivering impact and exploitation through practical innovations on farms, in value chains, at different policy levels and through communication and knowledge hubs across Europe",
	"keywords": [
		"Participatory research",
		"Transdisciplinarity",
		"Reflexive Innovative Design",
		"Location-based Serious Games",
		"Greenhouse Gas emissions accounting"
	],
	"id": "agromix",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}