{
	"submitter_name": "Ana Tomás",
	"submitter_email": "anatomas@mvarc.eu",
	"acronym": "CARBON2MINE",
	"name": "Carbon sequestration through sustainable forest and grassland management for climate change mitigation and biodiversity conservation in mining areas",
	"code": "LIFE21-CCM-ES-LIFE-CARBON2MINE/101074333",
	"logo_url": "https://carbon2mine.es/wp-content/uploads/2023/04/cropped-icono_carbon2mine_modificado.png",
	"programme": "LIFE",
	"description": "The LIFE CARBON2MINE project aims to contribute to the development of plans and methodologies to ecologically-restore terrestrial ecosystems. Specifically, the project team will restore land in Asturian mining areas in Spain, to enhance the natural sequestration of carbon through the establishment and validation of sustainable forest and grassland management strategies and models. In addition, the project team will deliver a decision-making digital tool for landowners to select management models for their lands, and an assessment tool for evaluating and monitoring the carbon sequestration of restored ecosystems in former coal mining areas. Both strategies, together with numerous dissemination and social-engagement activities, will positively contribute to the mitigation of climate change, and increase the adaptability and resilience of terrestrial ecosystems. The project’s new land and vegetation management models will be designed to optimise the carbon sink effect in mining areas, while also contributing to a cleaner energy production and circular economy.",
	"keywords": [ "forest management", "wood", "land restoration", "restoration", "management planning", "reforestation" ],
	"lead": "Universidad de Oviedo",
	"contact": "lifecarbon2mine@uniovi.es",
	"project_url": "https://carbon2mine.es/",
	"project_funding_programme_listing": "https://webgate.ec.europa.eu/life/publicWebsite/project/LIFE21-CCM-ES-LIFE-CARBON2MINE-101074333/carbon-sequestration-through-sustainable-forest-and-grassland-management-for-climate-change-mitigation-and-biodiversity-conservation-in-mining-areas",
	"start_date": "01/10/2022",
	"end_date": "30/09/2028",
	"id": "carbon2mine",
	"timestamp_creation": 1720550147240,
	"timestamp_lastedit": 1720550147240
}