{
	"programme": "LIFE",
	"acronym": "Carbon Farming",
	"name": "Development and implementation of a result-based funding mechanism for carbon farming in EU mixed crop livestock systems",
	"logo_url": "https://www.life-carbon-farming.eu/wp-content/uploads/2022/04/Life-Carbon-Farming-Logo-retina-96.png",
	"code": "LIFE20 CCM/FR/001663",
	"lead": "Institut de l'Elevage",
	"project_funding_programme_listing": "https://webgate.ec.europa.eu/life/publicWebsite/project/details/5567",
	"project_url": "https://www.life-carbon-farming.eu/",
	"start_date": "01/10/2021",
	"end_date": "01/10/2027",
	"contact": "anais.lhote@idele.fr",
	"description": "The overall objective of the LIFE CARBON FARMING is to reduce the carbon footprint of agricultural products by 15% within six years, using result-based funding. Carbon finance has a key role to play in incentivising and expanding low-carbon initiatives. The project will bring together actors involved in agriculture and other economic sectors (public bodies, industrial companies and banks) to implement carbon finance mechanisms in six European countries (Belgium, France, Germany, Ireland, Italy, Spain. Specifically, the project will aim to: a) Develop a harmonised sustainability assessment methodology and a common process for monitoring, reporting and verifying to help farmers reduce the carbon footprint of their farms and measure the progress achieved via Carbon Farming Projects (CFP). b) Train farmers and advisers, and apply CFP in 700 farms in France, Belgium, Italy, Ireland, Germany and Spain. c) Evaluate CFP implementation costs to improve funding initiative schemes. e) Implement and disseminate carbon offset mechanisms that will consist of the development of a voluntary carbon market (recruitment of carbon buyers, contract procedures between farmers, project developers and carbon buyers) and f) Create and promote a European network of farmers and partners involved in CFP to share knowledge and replicate the project results and tools",
	"keywords": [
		"Reduce carbon footprint", "Carbon finance", "Sustainability assessment"
	],
	"id": "carbon-farming",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}