{
	"submitter_name": "Carlos Alberto Torres Guerrero",
	"submitter_email": "carlosalberto.torres@uvic.cat",
	"acronym": "Carbon Farming MED",
	"name": "Accelerating Carbon Market Development for climate change mitigation and adaptation in Mediterranean agriculture",
	"code": "Euro-MED0200778",
	"logo_url": "https://carbonfarmingmed.interreg-euro-med.eu/wp-content/uploads/sites/28/carbon-farming-med_web_2330-x314_en-2048x276.png",
	"programme": "Interreg Euro-MED",
	"description": "Among the main challenges identified in the European Climate Law is achieving climate neutrality of\nthe entire land sector by 2035. Effective means to reach this target follow a water-energy-food\nsecurity nexus approach. This is also in line with the principles of sustainable land management, and\npractices that are responding to the challenge by helping to gradually increase the capture of CO2\nfrom the atmosphere and store it in the long term in ecosystems. Those practices also foster the\nrestoration of the environment and contribute to a more resilient and fair exploitation of the land for\nlocal communities.\nThe general objective of CARBON FARMING MED is to develop a resilient Mediterranean agriculture\nsystem and to help farmers to implement carbon farming as a new green business model to obtain\nadditional revenues (e.g., voluntary market of carbon credits, CAP funding, etc.), optimizing\nregenerative agricultural and agroforestry practices and providing the necessary tools to facilitate the\ncarbon credits’ market adoption (from seller and buyer perspectives), through:\n1. Establishing a theoretical framework of carbon farming in the Mediterranean\n2. Quantifying carbon capture in the soil and avoided GHG emissions\n3. Promoting a Mediterranean market of carbon credits generated by regenerative agriculture\n4. Transferring and mainstreaming the project results and lessons learned\nThe above requires a cross-border approach that brings Mediterranean carbon buyers and sellers\ntogether to benefit from a common market of carbon credits. The CARBON FARMING MED will be the\nfirst platform of its kind in the region, allowing to buy and sell carbon credits, while offering a tool that\nhelps farms with the verification process, by capitalising on existing models and best practices and\ncreating a carbon farming framework in the Mediterranean. This will tackle the joint challenge of\nenabling the EU to achieve climate neutrality by 2050, through carbon removals.",
	"keywords": [
		"Carbon farming",
		"Regenerative agriculture",
		"Agrogorestry",
		"carbon removals",
		"voluntary carbon market"
	],
	"lead": "Beta Tech Centre, University of Vic",
	"contact": "carlosalberto.torres@uvic.cat",
	"project_url": "https://carbonfarmingmed.interreg-euro-med.eu/",
	"project_url_other": "https://carbonfarmingmed.interreg-euro-med.eu/library/",
	"start_date": "01/01/2024",
	"end_date": "30/06/2026",
	"id": "carbon_farming_med",
	"timestamp_creation": 1733740127208,
	"timestamp_lastedit": 1733740127208
}