{"name": "Innovación e Intercambio de conocimientos para la conservación del hábitat Montado/Dehesas en el espacio", "lead": "FUNDACION ANDANATURA PARA EL DESARROLLO SOCIOECONOMICO SOSTENIBLE", "programme": "Interreg España-Portugal", "code": "0190_CI_MONTADO_DEHESA_6_P", "acronym": "CI_MONTADO_DEHESA", "submitter_name": "Manuel Bertomeu", "submitter_email": "manolo@euraf.net", "description": "Dehesa y Montado systems have undergone changes in their management as a result of technological and socio-economic changes that have led, in some cases, to their intensification and, in others, to their abandonment, leading, in both situations, to their degradation.\nTo counteract this trend, this initiative proposes to work on governance in the Montado/Dehesa through the constitution of Learning Territories (TA), which will be endowed with knowledge, an organic structure and means to implement an innovation process that will contribute to the improvement of the conservation of habitat 6310 in the transboundary space and improve connectivity through the spaces protected by the Natura 2000 Network,  even after the project.\nThrough participatory methodologies, the TAs will analyze the policies applicable to the Montado/Dehesa (A2), which will be contrasted between the regions, promoting joint work by identifying standard management models for the conservation of the habitat in harmony with its economic valorization. Joint methodologies for diagnosing the cork oak forests, action plans, as well as methodologies for applying good practices, and, finally, visual and scientific assessment of the environmental impacts of the practices implemented, will also be developed in 13 pilot areas in Portugal and Spain (520 hectares).", "keywords": ["Dehesa", "montado", "sustainability", "restoration", "connectivity"], "contact": "https://andanatura.org/", "start_date": "02/01/2023", "end_date": "30/06/2026", "id": "cimontadodehesa", "timestamp_creation": 1741780060763, "timestamp_lastedit": 1741780060763}