{
	"programme": "LIFE",
	"acronym": "FarmLife",
	"name": "Building Rural Networks for Climate-Adaptive Agriculture",
	"logo_url": "https://www.farm-life.eu/wp-content/uploads/2022/04/cropped-LogoFarmLife-200x91.png",
	"code": "LIFE17 CCA/NL/000093",
	"lead": "Van Hall Larenstein University of Applied Sciences, Belgium-Netherlands",
	"project_funding_programme_listing": "https://webgate.ec.europa.eu/life/publicWebsite/project/details/4881",
	"project_url": "https://www.farm-life.eu",
	"start_date": "01/09/2018",
	"end_date": "31/08/2023",
	"contact": "euridice.leyequienabarca@hvhl.nl",
	"description": "FarmLife will address the challenge of enhancing the viability and competitiveness of agriculture while restoring, preserving and enhancing ecosystems requires an integrated approach that would allow an effective transition towards a climate adaptive agriculture in this time of climate change. This integrated approach should incorporate and promote resource efficient agricultural practices that are low-carbon and climate-resilient. agroforestry is a multifunctional agricultural system that diversifies and adapts the production while reducing the carbon footprint and minimising the management efforts and input costs, where trees, crops and/or livestock open business opportunities in the food value chains as well as in the waste stream chains. Agroforestry can play a key role in closing loops (circularity), creating short value chains, generating nature-based entrepreneurship, strengthening local markets, and generating socially and environmentally acceptable landscapes. FARM LIFE aims to contribute to a climate-resilient Europe by developing and demonstrating innovative adaptation technologies and approaches that support the transition of conventional agriculture towards climate resilient agroforestry systems. The FARM LIFE takes action on: a) Adaptive Farm Plans. Developing adaptive farm plans for implementation and replication. A contextualised farm design is done using agroforestry following the triple bottom line People, Planet, Profits. b) Co-creation. Constructing roadmaps for agricultural transition, co-created with entrepreneurs, knowledge institutes, government, and societal partners, c) Transition toolkit. Building a transition toolkit for replication addressing farmers, policy makers and societal partners. The transition toolkit contains all knowledge and information for replication both methodological and technical, e) Future transition managers. Preparing the future agricultural transition managers by developing new training pathways for helping future agricultural managers conveying into the transition processes for climate adaptive farming, f) Knowledge sharing. Connecting to other projects, e.g. AFINET, AGFORWARD, AGROFE for knowledge sharing. Developing innovative training tools by means of Massive Open Online Course (MOOC) – free online course available for anyone and especially disseminated to pertinent key target groups, g) Making Farmers in charge again. Building farmer-driven business networks by supporting farmers to self-organise in a resilient network in the form of cooperative or other partnership with clearly developed business strategies, h) Value creation and competitiveness. Developing agroforestry food products and branding strategies value, as well as defining certification set-up, i) Transition into politics. Connecting to politics by bringing results under political attention at the European Union, Dutch and Belgium contexts, and regional levels",
	"keywords": [
		"Climate change adaptation",
		"Extreme rainfall events",
		"Water management",
		"Soil conservation"
	],
	"id": "farmlife",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}