{
	"programme": "H2020",
	"acronym": "​FirEUrisk",
	"name": "Improving wildfire management - a unique approach that integrates society, economy and policies into risk administration",
	"logo_url": "https://fireurisk.eu/wp-content/uploads/2021/07/logo_FirEUrisk_2-1.svg",
	"code": "101003890",
	"lead": "Association for the Development of Industrial Aerodynamics (ADAI)",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/101003890",
	"project_url": "https://fireurisk.eu",
	"start_date": "01/04/2021",
	"end_date": "30/04/2025",
	"contact": "info@fireurisk.eu",
	"description": "FirEUrisk will develop, evaluate and disseminate a science-based integrated strategy to: 1) expand current wildland fire risk assessment systems, including critical factors of risk previously not covered. 2) produce effective measures to reduce current fire risk conditions, and 3) adapt management strategies to expected future climate and socio-economic changes. This will be achieved in close collaboration between researchers, stakeholders and citizens, integrating novel technologies, guidelines and policy recommendations to improve current systems and practices from regional to EU scales. The project will address all wildfire types, with particular focus on mega-fires, the Wildland Urban Interface and fire challenges in the Northern EU. A risk-centred management strategy will integrate wildfire prevention, suppression and restoration practices and policies in a holistic conceptual framework, and implement an operational platform that supports joint coordination, professional training and operational exercises, involving multiple stakeholders and addressing all relevant wildfire management tasks, to improve protection of citizens exposed to wildfires. FirEUrisk will (a) model socio-economic issues and human activity influencing fire ignition, vulnerability and exposure, (b) evaluate the impact of National and EU policies on land use change, rural economy and development, in context of expected future fire regime changes, and (c) consider potential cascading effects linked to wildfire situations. This will allow FIREURISK to deliver innovative risk-informed regional planning approaches that are effective in increasing the resilience of local communities, ensuring safety and enhancing protection of assets and economic activity. The resulting advances in fire risk reduction will be linked to innovative organisational and efficient business models that promote cost-effective bio-economy and nature-based solutions",
	"keywords": [
		"Forest fires",
		"megafires",
		"wildland urban interface",
		"risk reduction",
		"risk adaptation",
		"citizen protection",
		"fire management",
		"future climatic and socio-economic scenarios",
		"human factors",
		"citizen science"
	],
	"id": "​fireurisk",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}