{
	"programme": "Horizon Europe",
	"acronym": "FOREST4EU",
	"name": "European innovation partnership network promoting operational groups dedicated to forestry and agroforestry",
	"logo_url": "https://www.forest4eu.eu/wp-content/uploads/2023/06/FOREST4EU_ORI_GREEN_350_100.png",
	"code": "101086216",
	"lead": "Università degli Studi di Firenze",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/101086216",
	"project_url": "https://www.forest4eu.eu/",
	"start_date": "01/01/2023",
	"end_date": "31/12/2025",
	"contact": "info@forest4eu.eu",
	"description": "Innovation is a key priority for the private forestry(F) and agroforestry (AF) sector, and nationally/locally funded EIP-AGRI Operational Groups (OGs) can play a key role in driving innovation at the EU level. However, the results of the OGs in F and AF have not been disseminated to all EU countries because the various local/national OGs have not been linked to the experiences of other countries and the knowledge generated has only been shared locally. In order to disseminate the knowledge generated by the OGs in F and AF to all EU regions, GOFORESTS will set up multi-actor innovation interregional transversal Hubs dealing with 5 innovation topics ('Wood mobilisation', 'Forest adaptation to climate change', 'Improving approaches, models and tools for sustainable forest management and ecosystem service provision to improve economic, environmental and social benefits for rural areas', 'non-wood forest products', 'agroforestry') to facilitate interregional transfer of knowledge generated by the OGs. GOFORESTS will collect, share and disseminate knowledge related to innovations from F and AF OGs. This will be done by providing tailored and understandable dissemination materials accessible through existing platforms, as well as capacity building materials developed according to identified regional needs and transferred to where the innovation can be applied. GOFORESTS will also discuss and present the benefits of OGs relevant to the Green Deal to EU policy makers. In addition, GOFORESTS will establish connections with policy makers working with CAP and innovation at the local level, particularly in countries where OGs dealing with F and AF are not funded, to promote new initiatives and a greater geographic balance between different EU regions",
	"keywords": [
		"Forest",
		"Agroforestry",
		"EIP-AGRI Operational Groups",
		"Innovation",
		"digitalization",
		"wood mobilisation",
		"Forest adaptation to climate change",
		"Forest management",
		"ecosystem services",
		"non-wood forest product"
	],
	"id": "forest4eu",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}