{
	"programme": "Horizon Europe",
	"acronym": "Grazing4AgroEcology",
	"name": "European Network to promote grazing and to support grazing-based farms on their economic and ecologic performances as well as on animal welfare",
	"logo_url": "https://grazing4agroecology.eu/wp-content/uploads/2022/12/grazing.jpg",
	"code": "101059626",
	"lead": "Grünlandzentrum Niedersachsen/Bremen",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/101059626",
	"project_url": "https://grazing4agroecology.eu/",
	"start_date": "01/07/2022",
	"end_date": "28/02/2026",
	"contact": "info@gruenlandzentrum.de",
	"description": "Grazing-based production systems have the proven potential to produce high quality food, to be beneficial to the competitiveness of farmers and animal welfare, as well as for other ecosystem services and are widely appreciated by the society. However, for many reasons grazing is generally declining in Europe, which is a threat for many ecosystem services. In Grazing4AgroEcology (G4AE), grazing farmers are for the first time at the centre of a thematic network, complementing other thematic networks such as Inno4Grass, EuroDairy, SheepNet, BovINE, HNVLink, etc. in providing solutions for sustainable, integrated grazing-based animal production systems. G4AE has 18 partners including farmers organisations, extension services, education, and research in eight countries (France, Germany, Ireland, Italy, The Netherlands, Portugal, Romania, & Sweden). The Partner Farm Network of G4AE of 120 Partner farms (15 per country) will enable the capture and implementation of best-practices and innovations to promote grazing for agroecology. Our 3-tier multi-actor approach based on co-creation and knowledge sharing will actively involve all relevant actors of the grazing AKIS including farmers, industry, education, researchers, advisors, society, etc. This will improve the uptake of the innovation capital and significantly contribute to the improvement of the transferability of best practices and innovations and will also enable cross linkage of OGs. G4AE will innovate the grazing sector by strengthening the capacity of farmers to understand more objectively their own agroecological performance through an integrated self-assessment. This will trigger farmers to strive for innovation. G4AE will boost digitalization through webinars, digital interactions, videos and media training. G4AE will provide a rich set of practical hands-on knowledge and training material for a vast community of current and future grazing farmers, available in a Knowledge & Information Management System",
	"keywords": [
		"Grazing",
		"Innovation",
		"Knowedge-Sharing",
		"Multi-Actor",
		"AKIS"
	],
	"id": "grazing4agroecology",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}