{
	"programme": "LIFE",
	"acronym": "IP NATURA 2000",
	"name": "Role of the Natura 2000 network and management of some prioritised habitats in the integrated landscape protection in the Slovak Republic",
	"logo_url": "https://www.prirodaprevsetkych.sk/wp-content/uploads/2023/11/Logo-Life-PPV_215x73.png",
	"code": "LIFE19 IPE/SK/000003",
	"lead": "Ministry of Environment of the Slovak Republic",
	"project_funding_programme_listing": "https://webgate.ec.europa.eu/life/publicWebsite/project/LIFE19-IPE-SK-000003/role-of-the-natura-2000-network-and-management-of-some-prioritized-habitats-in-the-integrated-landscape-protection-in-the-slovak-republic",
	"project_url": "https://www.prirodaprevsetkych.sk/",
	"start_date": "01/01/2021",
	"end_date": "31/12/2030",
	"contact": "referat-6.5@enviro.gov.sk",
	"description": "The LIFE- IP NATURA 2000 SK project’s main objective is to implement the Prioritised Action Framework (PAF) for the Natura 2000 Network in Slovakia for 2021-2027 and improve the conservation status of specific species and habitat types, along with the coherence of the Natura 2000 network. This will help achieve the targets of the EUs Biodiversity Strategy for 2030 and the general objectives of the EU Habitats and Birds directives. PAFs are a strategic planning tool for providing a comprehensive overview of the measures needed to implement the Natura 2000 network. The specific objectives include: a) Setting of conservation targets and management of Natura 2000 sites in Slovakia based on sound data and methodologies. b) Assessment of climate change impacts on Natura 2000 sites, species and habitat types and proposal of mitigation measures. c) Ensuring conservation of peatland habitats, c) Establishment of demonstration agroforestry systems supporting threatened species and habitats, d) Restoring and managing habitats for highly threatened species such as Tetrao urogallus (capercaillie), Pseudogaurotina excellens, Emys orbicularis (European pond turtle), Thesium ebracteatum and Marsilea quadrifolia. e) Replication of experience and knowledge. f) Evaluation of the socio-economic benefits and ecosystem services of Natura 2000, and Improvement in public awareness and acceptance of Natura 2000",
	"keywords": [
		"Prioritised Action Framework",
		"Natura 2000",
		"Conservation"
	],
	"id": "ip_natura_2000",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}