{
	"submitter_name": "Rico Hübner",
	"submitter_email": "huebner@defaf.de",
	"acronym": "LUIGI",
	"name": "Linking Urban and Inner-Alpine Green Infrastructure",
	"programme": "Interreg",
	"description": "The project aim was shaping a transalpine GI-network as ecological, economic and cultural connectivity factor of rural & urban Alpine territories. The project aim was to implement EUSALP political declaration by States and Regions on GI. Based on EU standards for GI and ESS (e.g. MAES) and outcomes of ASP projects (e.g. AlpES,AlpFoodWay), representative GIs (food-tree-based land use systems, metropolitan farms, etc.) and value-chains for goods & services had been analysed, related business models, financial & policy instruments are framed & spread. Based on harmonised procedures, representative cities, metropolitan & rural areas from 6 countries had been covered. Findings were transferred on the transnational Alpine scale via existing networks (e.g. protected areas, LEADER, LOS-DAMA!-Alpine city network, METREX). Novel mechanisms of local empowerment, creative involvement of target groups (citizen science & design thinking), training & education of students & practitioners were set up.\n\nOur chair build a consortium partnership with HSWT. The main focus of our contribution to LUIGI was to support work package 3 \"Participatory and governance approaches for spatial development of GI in the pilot regions of LUIGI\". As scientific sub-contractor of the HSWT we contributed to a) pilot-regions identification, status analysis and governance approaches for GIs within the Alpine Space; b) co-creation and co-production of knowledge for the development of transferable strategies of GIs in the Alpine region c) framework for transferring approaches to GI governance between the Alpine countries. Furthermore, we were in response of in-depth analysis of case studies of LUIGI in the different countries. Finally we coordinated and elaborated the final report \"Solution strategies for GI maintenance and development in the Alpine Space\".",
	"keywords": [
		"agroforestry",
		"orchard meadows",
		"landscape aesthetics",
		"tourism",
		"green infrastructure"
	],
	"lead": "Metropolitan City of Milan",
	"contact": "huebner@defaf.de",
	"start_date": "10/2019",
	"end_date": "07/2022",
	"logo_url": "https://www.alpine-space.eu/wp-content/uploads/2022/06/48-LUIGI-logo.jpg",
	"project_url": "https://alpine-region.eu/action-groups-projects/innsieme-a-cross-border-cooperation-for-the-river-inn/luigi-linking-urban-and-inner-alpine-green-infrastructure",
	"project_funding_programme_listing": "https://www.alpine-space.eu/project/luigi/",
	"project_url_other": "https://www.lss.ls.tum.de/lapl/forschung/luigi/",
	"feedback_data_info": "Partners:  Lombardy Foundation for the Environment Metropolitan City of Turin, Italy; European Academy Bozen, Italy; Bavarian State Ministry of Food, Agriculture and Forestry, Germany; Weihenstephan-Triesdorf University of Applied Sciences (HSWT), Germany; Grenoble-Alpes Metropolis, France; Alpine Network of Protected Areas (ALPARC), France; Regional management Burgenland, Austria Salzburg Institute for Regional Planning and Housing, Austria, Foundation Pro Terra Engadine, Switzerland; Research Institute of Organic Agriculture (FIBL), Switzerland; Agricultural Institute of Slovenia, Slovenia; Development Agency of Idrija and Cerkno, Slovenia;",
	"id": "luigi",
	"timestamp_creation": 1721297651323,
	"timestamp_lastedit": 1721297651323
}