{
	"programme": "INTERREG",
	"acronym": "Magic Landscapes",
	"name": "Agroforestry: Adapting to change",
	"logo_url": "https://programme2014-20.interreg-central.eu/Content.Node/MaGICLandscapes-RGB.jpg",
	"code": "",
	"lead": "Technische Universität Dresden",
	"project_funding_programme_listing": "https://keep.eu/projects/18224/MaGICLandscapes-Managing-Gr-EN/",
	"project_url": "https://programme2014-20.interreg-central.eu/Content.Node/MaGICLandscapes.html",
	"start_date": "01/07/2017",
	"end_date": "31/10/2020",
	"contact": "elmar.csaplovics@tu-dresden.de",
	"description": "Many intensively used agricultural landscapes in central Europe are struggling with erosion and drought made increasingly worse by climate change. To maintain the soil, its moisture, structure and fertility and thus its productivity more and more farmers are employing agroforestry methods. Those methods combine the use of mixed orchards or tree rows, with crop and/or livestock farming on the same plot. This practice has the potential to increase the provision of ecosystem services on a farm and at the landscape level such as erosion control, water retention, biodiversity and carbon sequestration. agroforestry systems can enrich landscape attractiveness and serve as connecting elements of green infrastructure (GI) in the agricultural landscape. From an economic and ecological point of view agroforestry can become an alternative for farmers wishing to avoid the losses of recent years due to extreme climate events. In some MaGICLandscapes case study areas a need for more GI on farmland was identified by stakeholders. agroforestry can help to revitalise and maintain the GI network there. However, agroforestry systems are more complex and knowledge-intensive. There is a need for adequate training and participatory approaches for education, marketing and management purposes",
	"keywords": [
		"Green infrastructure",
		"Landscape connectivity",
		"Natural capital",
		"Quality of life"
	],
	"id": "magic_landscapes",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}