{
	"programme": "Horizon Europe",
	"acronym": "MIDAS",
	"name": "Utilisation of marginal lands for growing sustainable industrial crops and developing innovative bio-based products",
	"logo_url": "https://www.midas-bioeconomy.eu/wp-content/uploads/2023/02/cropped-PNG_HORI@2x.png",
	"code": "101082070",
	"lead": "Centre for Renewable Energy Sources and Saving",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/101082070",
	"project_url": "https://www.midas-bioeconomy.eu/",
	"start_date": "01/11/2022",
	"end_date": "31/10/2026",
	"contact": "info@midas-bioeconomy.eu",
	"description": "MIDAS aims to develop, evaluate and optimise sustainable low-ILUC feedstock by developing selected industrial crops and cropping systems on European marginal agricultural land in a climate-resilient and biodiversity-friendly way to support feasible bio-based value chains. Mapping of the actual and future marginal lands that may be certified as low-ILUC (Indirect Land Use Change), including current and future expectations on soil erosion and water stress as well as biodiversity challenges and potentials, ecosystem services, and guidelines for enhancing co-benefits will improve understanding of the available marginal land for “low-ILUC” biomass production. Selected industrial crops, already adapted to marginal lands, will be optimised through modern biotechnology tools - particularly for water-use efficiency - and through tailored agronomic practices towards improved resource efficiency. Case studies of innovative farming systems (intercropping, agroforestry) established on marginal land at farm level will improve harvesting solutions, biodiversity data and guidelines while relevant actors (farming community, bio-based industry & academia) will be engaged through Regional Advisory Groups. From the produced biomass innovative bio-based products (biochemicals, composites, and elastomers) will be developed, following the biorefinery and the circular use concept. Potential biomass-to-product(s) pathways will be identified, leading to value chain/ web concepts that will be assessed for sustainability and will produce a multi-criteria tool for the design of sustainable bio-based value webs while enhancing regional biodiversity. Finally business plans to foster circularity at farm level by engaging the farming community, industrial actors and academia through the projects’ Case Studies will be developed. Moreover, through international cooperation (Brazil, Canada) on crops, cropping systems and bio based products MIDAS allows best practices exchange and contributes to win-win scenarios development",
	"keywords": [
		"industrial crops",
		"marginal land",
		"low ILUC feedstock",
		"cropping systems",
		"biobased products",
		"biodiversity"
	],
	"id": "midas",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}