{
	"programme": "H2020",
	"acronym": "MIXED",
	"name": "Multi-actor and transdisciplinary development of efficient and resilient MIXED farming and agroforestry-systems",
	"logo_url": "https://projects.au.dk/fileadmin/ingen_mappe_valgt/Logos/Mixed_bred_farvet_674x205.png",
	"code": "862357",
	"lead": "Agric University Denmark",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/862357",
	"project_url": "https://projects.au.dk/mixed",
	"start_date": "01/10/2022",
	"end_date": "30/09/2022",
	"contact": "tommy.dalgaard@agro.au.dk",
	"description": "MIXED is a multi-actor project to drive the development of European Mixed Farming and agroforestry Systems (MiFAS) that optimise efficiency and resource use, reduce GHG emissions, and show greater resilience to climate change by considering agronomic, technical, environmental, economic and social advantages and constraints. The project will, through a participatory and transdisciplinary process, develop, improve and implement efficient and resilient MiFAS in collaboration between organic and conventional networks of farmers, advisors, researchers and other stakeholders. Assessment of potential impacts on environment and mitigation and adaptation to climate change will be made at the farm, landscape and value chain level. The development of new and improved MiFAS will include combined effects on crop and livestock production, livestock health and welfare, soil structure and fertility. Methods for landscape resilience assessments will be developed and life cycle assessment methodologies adapted to selected value chains and MiFAS including modelling of carbon sequestration and biodiversity. Indicators (economic factors, nutrients, GHG, etc.) and socio-economic factors important for farmers’ decision-making for transition to or improving efficiency and resilience of MiFAS will be integrated in farm-level decision support tools. Assessment of trade-offs and synergies between efficiency and resilience of MiFAS at multiple levels will inform discussions between policy makers and the agricultural sector for the support of strategies for larger-scale implementation of MiFAS. The project will facilitate dialogue and dissemination of MiFAS to farmers as well as to decision makers at regional and EU level to ensure the highest levels of implementation of MiFAS at farm and landscape scale for efficient and resilient production and performance in terms of climate change and ecosystems services",
	"keywords": [
		"Participatory action research",
		"Mixed Farming",
		"improved performance",
		"decision-support tools",
		"efficiency and resilience synergies",
		"dialogue and dissemination",
		"user acceptability",
		"policy development"
	],
	"id": "mixed",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}