{
	"submitter_name": "Nicole Maack",
	"submitter_email": "nicole@rieckens-eichhof.de",
	"acronym": "MUDASH",
	"name": "Model and demonstration project Agroforestry Schleswig-Holstein",
	"programme": "Ministry of Agriculture of Schleswig-Holstein",
	"description": "The Agroforestry model and demonstration project aims to gain practical insights into the planning, implementation, and sustainable management of agroforestry systems in Schleswig-Holstein. Within the framework of the project, innovative agroforestry systems will be monitored on pilot plots and a new agroforestry will be established to analyze the ecological, economic, and agricultural policy framework. An accompanying business evaluation will assess the impacts at the farm level, the long-term economic potential, and the mitigation and amortization costs. Synergy effects with existing landscape elements, particularly hedgerows, will be considered to enable a legal and practical classification for Schleswig-Holstein. All findings will be systematically documented and compiled into a practical guide. This guide is intended to serve as a guide for farmers, advisory institutions, and political decision-makers and to contribute to establishing agroforestry as a viable option for sustainable land use in Schleswig-Holstein. --- The agroforestry project aims to gain practical insights into the planning, implementation and sustainable management of agroforestry systems suitable for Schleswig-Holstein (Northern Germany). As part of the project, innovative agroforestry systems are accompanied and a new agroforestry system is established in order to analyze the ecological, economic and agricultural policy framework conditions. An accompanying economic evaluation assesses the effects at farm level, the long-term economic potential as well as avoidance and amortization costs. Synergy effects with existing landscape elements, in particular curtilages, are taken into account in order to evaluate the differences and practical classification for Schleswig-Holstein. All findings will be systematically documented and prepared in a practice-oriented guide. This should serve as an orientation aid for farmers, advisory institutions and political decision-makers and help to establish agroforestry as a viable option for sustainable land use in Schleswig-Holstein.--\n\nModell- und Demonstrationsvorhaben Agroforst Schleswig-Holstein\n\nDas Modell- und Demonstrationsvorhaben Agroforst hat das Ziel, praxisnahe Erkenntnisse über die Planung, Umsetzung und nachhaltige Bewirtschaftung von Agroforstsystemen in Schleswig-Holstein zu gewinnen. Im Rahmen des Projekts werden auf Pilotflächen innovative Agroforstsysteme begleitet und eine neuer Agroforst angelegt, um die ökologischen, ökonomischen und agrarpolitischen Rahmenbedingungen zu analysieren. Eine begleitende betriebswirtschaftliche Evaluierung bewertet die Auswirkungen auf Betriebsebene, die langfristigen ökonomischen Potenziale sowie Vermeidungs- und Amortisationskosten. Dabei werden Synergieeffekte mit bestehenden Landschaftselementen, insbesondere Knicks, berücksichtigt, um eine rechtliche und praxisnahe Einordnung für Schleswig-Holstein zu ermöglichen.\nAlle gewonnenen Erkenntnisse werden systematisch dokumentiert und in einem praxisorientierten Leitfaden aufbereitet. Dieser soll als Orientierungshilfe für Landwirt:innen, Beratungseinrichtungen und politische Entscheidungsträger:innen dienen und dazu beitragen, Agroforstwirtschaft als tragfähige Option für eine nachhaltige Landnutzung in Schleswig-Holstein zu etablieren.\n---\nThe agroforestry project aims to gain practical insights into the planning, implementation and sustainable management of agroforestry systems suited for Schleswig-Holstein (Northern Germany). As part of the project, innovative agroforestry systems are accompanied and a new agroforestry system is established in order to analyze the ecological, economic and agricultural policy framework conditions. An accompanying economic evaluation assesses the effects at farm level, the long-term economic potential as well as avoidance and amortization costs. Synergy effects with existing landscape elements, in particular curtilages, are taken into account in order to evaluate the differences and practical classification for Schleswig-Holstein.\nAll findings will be systematically documented and prepared in a practice-oriented guide. This should serve as an orientation aid for farmers, advisory institutions and political decision-makers and help to establish agroforestry as a viable option for sustainable land use in Schleswig-Holstein.",
	"keywords": [
		"agroforestry",
		"economy",
		"schleswig-holstein"
	],
	"lead": "Rieckens Eichhof",
	"project_url": "https://agroforst-info.de/mud-agroforst-schleswig-holstein/",
	"contact": "nicole@rieckens-eichhof.de",
	"start_date": "01/10/2024",
	"end_date": "31/08/2026",
	"id": "mudash",
	"timestamp_creation": 1742819778896,
	"timestamp_lastedit": 1742819778896
}