{
	"programme": "INTERREG",
	"acronym": "Open2Preserve",
	"name": "Sustainable Management Model for Mountain Open Spaces of High Environmental Value",
	"logo_url": "https://open2preserve.eu/wp-content/uploads/2018/09/logo.svg",
	"code": "",
	"lead": "University of Navarra",
	"project_funding_programme_listing": "https://5.interreg-sudoe.eu/gbr/projects/the-approved-projects/183-sustainable-management-model-for-the-mountain-open-spaces-preservation",
	"project_url": "https://open2preserve.eu/",
	"start_date": "01/03/2018",
	"end_date": "28/01/2021",
	"contact": "",
	"description": "Open mountain spaces in the SUDOE region are immersed in the processes of global change that affect most of the planet. Rural depopulation, the reduction of grazing and the abandonment of traditional land uses are causing a loss of biodiversity, an homogenization of the landscapes and an accumulation of lignified fuels, which lead to a high risk of wildfires, aggravated by the more intense heat waves and droughts occurring in the last decades. The project aims to establish and validate regional models of preservation of high value open spaces in mountain areas of the SUDOE region by using a combination of controlled fires and guided grazing. The project joins traditional knowledge on these tools with current, scientific and technical developments, in order to increase the efficacy and potential of these environmental-friendly practices, and proposes economical viable inputs for their regional implementation. The summer course ‘agroforestry SYSTEMS AND FIRE PREVENTION: PRESCRIBED BURNING AND PASTORING’ organised by the Silvopastoral Systems Research Group of the Terra Campus of the University of Santiago de Compostela (USC) was held between days 1-4 of September 2020. This project is mentioned in the EURAF2020 Book of Abstract, pg 357",
	"keywords": [
		"Southwestern europe",
		"Fire risk",
		"Mountain areas",
		"Preservation of ecosystems",
		"Technical fires",
		"Pastoralism"
	],
	"id": "open2preserve",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}