{
	"programme": "LIFE",
	"acronym": "Operation CO2",
	"name": "Integrated agroforestry practices and nature conservation against climate change",
	"logo_url": "https://operationco2.com/images/logo.gif",
	"code": "LIFE11 ENV/ES/535",
	"lead": "University of Valladolid",
	"project_funding_programme_listing": "https://webgate.ec.europa.eu/life/publicWebsite/index.cfm?fuseaction=search.dspPage&n_proj_id=4262",
	"project_url": "https://operationco2.com",
	"start_date": "01/09/2012",
	"end_date": "30/08/2017",
	"contact": "",
	"description": "The overall objective of the 'OPERATION CO2' project was to demonstrate the economic viability and environmental validity of agroforestry carbon sequestering projects in Europe. It aimed to demonstrate new agroforestry approaches at three different locations in Spain with a multinational team of nine partners from three Member States: Spain, the Netherlands and the UK. The first pillar of this project would promote active nature conservation and carbon management in natural forests over an area of 4 500 ha. This would seek to implement a series of targeted forest and carbon actions resulting in the long-term improvement of carbon sequestering in natural forests. The project hoped to deliver the certification of carbon credits for the forest area that would subsequently be released on the Voluntary Carbon Offsets Market. The second pillar of the project would involve the transformation of two naturally degraded areas – each covering 25 ha - into integral agroforest ecosystems. It aimed to successfully plant a large variety of species on a range of soil types in degraded, non-irrigated agricultural lands that face the negative effects of climate change in the form of ever increasing dryness. It foresaw the planting of four components of integral systems: timber, biomass, cash crops and fruit trees and shrubs",
	"keywords": [
		"Agroforestry",
		"Carbon sequestration",
		"Nature conservation",
		"Degraded areas"
	],
	"id": "operation_co2",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}