{"submitter_name": "Ana Tomás", "submitter_email": "anatomas@mvarc.eu", "acronym": "PASTORALP", "name": "Pastures vulnerability and adaptation strategies to climate change impacts in the Alps", "code": "LIFE16 CCA/IT/000060", "logo_url": "http://www.pastoralp.eu/wp-content/uploads/2017/12/A2-e1513097364259.png", "programme": "LIFE", "description": "The overall aim of the LIFE PASTORALP project was to reduce the vulnerability and increase the resilience of alpine pasture agriculture by assessing and testing adaptation measures, increasing capacity building and developing improved management strategies for climate change adaptation. The achievement of this goal was based upon a solid science-based knowledge of future climate change impacts on pastoral communities located in two national parks, (the Parc National des Ecrins in France and the Parco Nazionale Gran Paradiso in Italy) in the western Alps, as examples of the alpine environment. Another goal of the project was the deployment of the PASTORALP platform tools for facilitating the development and adoption of climate change adaptation strategies in the two parks, which could then be transferred to other pastoral ecosystems across the Alps, along with the creation of guidelines and recommendations for adaptation planning.\n\n \n\nIn particular, the project provided improved and alternative criteria for well-informed decision-making by enhancing the knowledge base at local, regional, and national level on: (i) climate change projections targeted to the Alps, (ii) vulnerability of pasturelands, (iii) strategies for sustainable pastoralism and, (iv) the demonstration and evaluation of the effectiveness of the adaptation measures.", "lead": "Dip. di Scienze Agrarie, Alimentari, Ambientali e Forestali (DAGRI), Università di Firenze (UNIFI)", "contact": "marco.bindi@unifi.it", "project_url": "https://www.pastoralp.eu/", "project_funding_programme_listing": "https://webgate.ec.europa.eu/life/publicWebsite/project/LIFE16-CCA-IT-000060/pastures-vulnerability-and-adaptation-strategies-to-climate-change-impacts-in-the-alps", "start_date": "01/10/2017", "end_date": "30/03/2023", "id": "pastoralp", "timestamp_creation": 1720539180435, "timestamp_lastedit": 1720539180435}