{
	"submitter_name": "Rico Hübner",
	"submitter_email": "huebner@defaf.de",
	"acronym": "Perspektiven Streuobst",
	"name": "New perspectives for orchard cultivation in Brandenburg Cooperative development of a solution- and practice-orientated action plan including training and further education measures to secure and establish orchards in Brandenburg under the conditions of climate change",
	"start_date": "01.03.2023",
	"end_date": "31.12.2024",
	"programme": "EAFRD & Ministry of Agriculture, Environment and Climate Protection of the State of Brandenburg",
	"description": "In the ‘Perspectives on orchards’ project, a significant contribution to the preservation and development of orchards as a traditional agroforestry use that characterises Germany and Europe was developed through the collaborative development and publication of recommendations for action with the involvement of all stakeholders in the growing network and through targeted training and further education measures in the context of orchard cultivation, orchard care and agroforestry concepts. The project partners Äpfel & Konsorten - Streuobstwiesen und -äcker e.V., Kerngehäuse e.V., TRIEBWERK - Regenerative Land- und Agroforstwirtschaft UG and DeFAF e.V. have brought together Brandenburg's orchard expertise with expert knowledge from the agroforestry sector.",
	"keywords": [
		"traditional agroforestry systems",
		"climate change",
		"Germany",
		"orchard meadows",
		"Brandenburg"
	],
	"lead": "Äpfel & Konsorten e.V.",
	"contact": "huebner@defaf.de",
	"project_url": "https://agroforst-info.de/streuobstperspektiven/",
	"project_funding_programme_listing": "",
	"logo_url": "https://agroforst-info.de/wp-content/uploads/2023/10/231013_PS_logo_wordmark_Logoredesign_Logoredesign_s-w.png",
	"project_url_other": "https://agroforst-info.de/?sdm_process_download=1&download_id=27096",
	"id": "perspektiven_streuobst",
	"timestamp_creation": 1739126932328,
	"timestamp_lastedit": 1739126932328
}