{
	"programme": "Horizon Europe",
	"acronym": "Reforest",
	"logo_url": "https://agroreforest.eu/wp-content/uploads/2022/09/ReFOREST_logo_horizontal.png",
	"name": "Agroforestry at the forefront of farming sustainability in multifunctional landscapes in Europe",
	"code": "101060635",
	"lead": "Czech University of Life Sciences (CZU)",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/101060635",
	"project_url": "https://agroreforest.eu/",
	"start_date": "01/07/2022",
	"end_date": "30/06/2026",
	"contact": "lukacm@fld.czu.cz",
	"description": "The primary mission of Reforest is to foster innovation and knowledge exchange. It will provide novel solutions to empower farmers in Europe and associated countries deliver objectives relating to food production, carbon capture, and biodiversity. Agroforestry is an auspicious land use type, allowing farmers to continue producing food while significantly improving the environmental sustainability of their operations. Integration of trees into agricultural business contributes to a host of ecosystem services, lowering the environmental and social impact of food production. Past research has attempted to foster the renaissance of agroforestry in Europe, resulting in a sizable knowledge base and modelling capability. The most critical barriers to agroforestry adoption in Europe relate to lack of knowledge, impact of tree planting on farm business, and unclear policy support positioned between agriculture and forestry. We will employ a co-creation and multi-actor approach as our fundamental research method to place agroforestry systems in the right balance of farm productivity, socio-economic viability and sustainability. We will maximise the use of existing knowledge and data, utilise agroforestry living labs built upon foundations laid by previous projects, and establish a stakeholder and actor engagement platform to enable knowledge transfer, training and innovation. This project will prioritise enhancing knowledge exchange and transfer, enabling the integration of carbon and biodiversity finance in farm business models, and by proposing targeted policy interventions as solutions to overcoming barriers to agroforestry expansion",
	"keywords": [ "Food production", "Carbon capture", "Biodiversity", "Living labs" ],
	"id": "reforest",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}