{
	"programme": "Horizon Europe",
	"acronym": "​ResAlliance",
	"logo_url": "https://www.resalliance.eu/wp-content/uploads/2023/04/ResAlliance_h.svg",
	"name": "Landscape resilience knowledge alliance for agriculture and forestry in the Mediterranean basin",
	"code": "101086600",
	"lead": "EFI-Med",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/101086600",
	"project_url": "https://www.resalliance.eu/",
	"start_date": "01/12/2022",
	"end_date": "30/11/2025",
	"contact": "eduard.mauri@efi.int",
	"description": "ResAlliance will focus on landscape resilience in Mediterranean countries and facilitate information flow and awareness raising amongst farmers and foresters. It will assess knowledge on resilient landscapes and evaluate practices and solutions which achieve these: together with the main gaps and barriers. Emphasis will be on the challenges of climate change, and stakeholder engagement will be achieved through interactive and innovative participation. Knowledge transfer will focus on five Mediterranean regions (in PT, ES, IT GR and CY), with the creation of a thematic network on landscape resilience (“LandNet”) for forestry and agriculture. This will identify, engage and grow new cooperation networks to access and increase the knowledge of good solutions and practices. The LandNet will prepare the context-specific knowledge and engage/train farmers, foresters and other key stakeholders using managerial, technological, financial or governance solutions. The work programme will identify the most urgent needs and promising best practices, and will compile a comprehensive description of the state of current farming and forestry practices in the selected regions. This will explain the added-value, relevance and the cost/benefit of the practices and deliver an extensive range of useful, applicable, appealing and easy-to-access material in many formats, including EIP-AGRI, EU FarmBook and other dissemination channels. The project will build synergies with country-specific Operational Groups and build synergies with Innovation Groups from EIP-AGRI, while implementing a multi-actor approach",
	"keywords": [ "Landscape resilience", "Mediterranean", "Climate change", "LandNet" ],
	"id": "​resalliance",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}