{
	"programme": "Horizon Europe",
	"acronym": "RESONATE",
	"name": "Resilient forest value chains – enhancing resilience through natural and socio-economic responses",
	"logo_url": "https://resonateforest.org/wp-content/uploads/2021/11/color.whitebackground-14-Copy-1.png",
	"code": "101000574",
	"lead": "EFI",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/101000574",
	"project_url": "https://resonateforest.org/",
	"start_date": "01/04/2021",
	"end_date": "31/03/2025",
	"contact": "info@resonateforest.org",
	"description": "Climate change poses a major challenge for European forests, demonstrated by recent extreme events and forest disturbances of unprecedented intensity. As climate change continues, adverse impacts on the stability and production capacity of European forests could undermine the role of forests and the forest-based sector as a central pillar of the European Green Deal. To mitigate increasing disturbance risks, more effort is needed in prevention, particularly by improving the resilience of European forests and associated value chains. Forest owners need better guidance in adapting the management of their forests to coping with climate-induced forest disturbances and changes in functioning. Similarly, the forest-based sector will require substantial innovation capacity to respond to changes in profitability, unpredictable wood flows, and a gradual change in tree species. There is an urgent need to improve the scientific understanding on how resilience of Europe’s forests and forest value chains can be improved. RESONATE aims to guide decision-making towards enhancing resilience of forests and forest value chains in response to four resilience challenges: i) changing suitability of tree species due to climate change, ii) increased risks of forest disturbances, iii) changing societal demand on forest products and ecosystem services, iv) biodiversity decline. With an integrated resilience and vulnerability assessment, RESONATE investigates how past and current site factors and management affect forest system resilience in different forest types and management systems across Europe. Based on scenario analysis, foresight studies with active stakeholder engagement, and policy analysis, future-oriented response strategies to enhance forest and forest value chain resilience will be elaborated. RESONATE further highlights and balances trade-offs in decision making and delivers user-oriented recommendations and decision support with tools including, e.g. a Resilience Dashboard",
	"keywords": [
		"climate change adaptation",
		"forest value chain",
		"drought",
		"disturbances",
		"changes in social demand",
		"safeguarding biodiversity"
	],
	"id": "resonate",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}