{
	"programme": "LIFE",
	"acronym": "Scrubsnet",
	"name": "Revitalising semi-arid extensive farming habitats through the sustainable management of their associated scrub areas",
	"logo_url": "https://lifescrubsnet.eu/wp-content/uploads/2022/05/cropped-logo-web_Mesa-de-trabajo-1-1536x574.png",
	"code": "LIFE20 NAT/ES/000978",
	"lead": "INNOGESTIONA AMBIENTAL SL, Badajoz",
	"project_funding_programme_listing": "https://webgate.ec.europa.eu/life/publicWebsite/project/details/5782",
	"project_url": "https://lifescrubsnet.eu/",
	"start_date": "01/12/2021",
	"end_date": "31/08/2026",
	"contact": "lifescrubsnet@innogestiona.es",
	"description": "LIFE ScrubsNet focuses on the regeneration and improvement of the dehesas and their associated wild species, through the appropriate management of scrubs/shrub areas as an essential element for the conservation of the whole ecosystem. The project will demonstrate an experimental development of a scrub mosaic management model to promote environmental and economic sustainability of the dehesa, offering to landowners a differentiated management alternative where natural capital is the core of the system. The ultimate objective is to reconcile the agricultural and conservation policies of the habitats of the dehesa, so that obtaining economic profitability is compatible with long-term persistence. Specific objectives: a) ­Protecting, regenerating and creating key scrub/shrub areas in representative dehesas (4 pilot farms in Extremadura, northwest of Andalucía and Alentejo) to improve biodiversity and productivity under an integrated management model. b) ­Implementing specific conservation measures for threatened species associated with scrub areas in the dehesa/montado included in the Habitats Directive. c) ­Improving the regeneration of oak trees in the dehesas (Quercus suber, Q. ilex, Q. rotundifolia, Q. coccifera and Q. faginea), a key problem being the aged woodland. d) ­Improving soil health and the promotion of a natural barrier against pests and diseases through the management of scrub areas. e) ­Demonstrating the positive impact of project actions on biodiversity, soil, and socioeconomic factors. f) ­Improvement of policies and programmes towards the sustainable conservation of dehesas in Natura 2000 sites and as connectivity elements between Natura 2000 sites. ­Effective replicability and transfer of project results",
	"keywords": [ "Dehesa", "Wild species", "Scrubs", "Shrubs", "Mosaic management model", "Conservation" ],
	"id": "scrubsnet",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}