{
	"submitter_name": "Leon Bessert",
	"submitter_email": "bessert@defaf.de",
	"acronym": "SEBAS",
	"name": "Stabilisation and increase of biodiversity and ecosystem services on agricultural land through the creation of diverse agroforestry use structures",
	"logo_url": "https://agroforst-info.de/wp-content/uploads/2023/04/Logo-SEBAS_neues-Gruen-180x180.png",
	"programme": "Bundesprogramm Biologische Vielfalt",
	"description": "In the SEBAS project, farms, associations, and research institutions are working closely together to investigate the impacts of agroforestry systems on biodiversity. Using a transdisciplinary project approach, SEBAS is the first comprehensive study of the interactions between agroforestry woody plants and species diversity and insect abundance.\n\nThe overarching goal of the SEBAS project is to preserve or, in the medium term, increase biodiversity in intensively used agricultural landscapes through the creation of agroforestry structures, while simultaneously promoting highly productive, site-specific, and multifunctional agriculture.\n\n--\n\nStabilisierung und Erhöhung von biologischer Vielfalt & Ökosystemleistungen auf Agrarflächen durch Schaffung vielfältiger agroforstlicher Nutzungsstrukturen\n\nIm Projektvorhaben SEBAS arbeiten Landwirtschaftsbetriebe, Verbände sowie Forschungseinrichtungen eng zusammen, um die Auswirkungen von Agroforstsystemen auf die biologische Vielfalt zu untersuchen. Mittels eines transdisziplinären Projektansatzes greift SEBAS erstmalig und umfassend die Wechselwirkungen zwischen Agroforstgehölzen und Artenvielfalt bzw. Abundanz von Insekten auf.\n\nDas übergeordnete Ziel des Projektes SEBAS ist es, durch die Schaffung agroforstlicher Strukturen die Biodiversität in intensiv genutzten Agrarlandschaften zu erhalten bzw. mittelfristig wieder zu erhöhen und gleichzeitig eine hoch produktive, standörtlich differenzierte und multifunktionale Landwirtschaft zu fördern.",
	"keywords": [
		"Agroforestry",
		"biodiversity",
		"insects",
		"research",
		"knowledge transfer",
		"ecosystem services"
	],
	"lead": "Brandenburgische Technische Universität Cottbus-Senftenberg (BTU): Fachgebiet Boden-Pflanze-Systeme & Fachgebiet Ökologie",
	"contact": "bessert@defaf.de",
	"project_url": "https://agroforst-info.de/sebas/",
	"end_date": "31/08/2027",
	"start_date": "01/09/2022",
	"id": "sebas",
	"timestamp_creation": 1742561162903,
	"timestamp_lastedit": 1742561162903
}