{
	"programme": "H2020",
	"acronym": "SHERPA",
	"name": "Sustainable Hub to Engage into Rural Policies with Actors",
	"logo_url": "https://rural-interfaces.eu/wp-content/themes/sherpa/css/layout/sherpa.svg",
	"code": "862448",
	"lead": "ECORYS Brussels",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/862448",
	"project_url": "https://rural-interfaces.eu/",
	"start_date": "01/10/2010",
	"end_date": "30/09/2023",
	"contact": "info@rural-interfaces.eu",
	"description": "The overall objective of SHERPA is to gather relevant knowledge and opinions that contribute to the formulation of recommendations for future policies relevant to EU rural areas. It will use results of on-going and past research projects (from FP6, FP7, H2020 and other EU and national funding streams) to engage citizens, stakeholders, policy makers and scientists in the development of strategic thinking and practical recommendations for the formulation of modern rural policies. The project will: i) take stock of scientific evidence relevant to future rural policy and research activities, ii) use this evidence to engage citizens, researchers and policy makers at local and EU levels in debates about options for policy and priorities for research, iii) use the outcomes of engagement to formulate recommendations for rural policies relevant the period post-2020, and future agendas for research. SHERPA aims to develop a science-society-policy interface that will continue after the end of the project. It will use a suite of approaches to science-society-policy interactions in 40 Multi-Actor Platforms covering 20 EU countries and at EU level, and state-of-the art multimedia tools for two-way communication with citizens and policy audiences. SHERPA’s implementation approach will follow four guiding principles: flexible programming of activities to enable timely and responsive contributions to policy making, impartiality and transparency, recognition of the diversity of EU rural territories and multi-level interactions, and co-construction. SHERPA will contribute to policy development in three main areas: i) provision of inputs for the design of future research policies, with a focus on preparation of work programmes under Horizon Europe, ii) support for implementation of policies relevant to rural areas in the programming period 2021-2027, iii) support for setting the direction of rural policy in the next programming period (after 2027). Agroforestry is mentioned in this position paper from the project",
	"keywords": [
		"Rural policy",
		"participatory approach",
		"citizen participation",
		"evidence-based policy"
	],
	"id": "sherpa",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "https://www.ecorys.com/new-participatory-eu-hub-for-contributing-to-shaping-future-policies-and-research-for-rural-areas-has-just-been-launched",
	"feedback_data_info": ""
}