{
	"programme": "H2020",
	"acronym": "​SILVANUS",
	"name": "Integrated Technological and Information Platform for Wildfire Management",
	"logo_url": "https://silvanus-project.eu/wp-content/uploads/2022/05/SILVANUS-logo.svg",
	"code": "101037247",
	"lead": "Universita Telematica Pegaso",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/101037247",
	"project_url": "https://silvanus-project.eu",
	"start_date": "01/10/2021",
	"end_date": "31/03/2025",
	"contact": "",
	"description": "The key output of the project is the release of a climate resilient forest management platform to prevent and suppress forest fires. SILVANUS relies on environmental, technical and social sciences experts to support regional and national authorities responsible for wildfire management in their respective countries. SILVANUS scientists and research engineers will aid the civil protection authorities to efficiently monitor forest resources, to evaluate biodiversity, to generate more accurate fire risk indicators, and promote safety regulations among the local population affected by wildfire through awareness campaigns. The Pilot in the case study region of Portugal. Phase C: Restoration and rehabilitation of natural resources within burnt area For the restoration and rehabilitation services, the Portuguese pilot proposes are focused on the evaluation of the potential of natural grazing with livestock to regulate vegetation structure and fuel loads, while restoring the diversity of plant communities, soil organic matter content and fertility, and ultimately contributing to forest resilience and resistance to environmental pressures and change",
	"keywords": [
		"Forest landscape management",
		"3D forest model",
		"citizen engagement",
		"power & waer utilities",
		"regulation & insurance",
		"big-data framework"
	],
	"id": "​silvanus",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}