{
	"programme": "PRIMA",
	"acronym": "TRANSITION",
	"name": "InnovaTive Resilient fArmiNg Systems In MediTerranean envIrONments",
	"logo_url": "https://www.transition-med.org/wp-content/uploads/2022/04/cropped-transico-1.jpg",
	"code": "",
	"lead": "Universitat de Vic-Universitat Central de Catalunya (UVic-UCC)",
	"project_funding_programme_listing": "https://prima-med.org/what-we-do/years/funded-projects-2020/",
	"project_url": "https://www.transition-med.org/",
	"start_date": "01/06/2021",
	"end_date": "30/11/2024",
	"contact": "info.transition@uvic.cat",
	"description": "The goal of TRANSITION is to pave the way for a shift towards resilient agriculture in the Mediterranean basin, maximizing the net positive impact on the environment, while increasing resilience of agroecosystems and rural societies. This is done by analysing the most relevant innovative solutions in resilient agroforestry and mixed farming systems using a participatory approach. TRANSITION is working to identify appropriate strategies to improve resilience of the agriculture sector, to establish what are the environmental and socio-economic barriers to resilient agriculture implementation and to quantify the system productivity and delivery of ecosystem services. The goal of TRANSITION is to pave the way for a shift towards resilient agriculture in the Mediterranean basin, maximizing the net positive impact on the environment, while increasing resilience of agroecosystems and rural societies. This is done by analysing the most relevant innovative solutions in resilient agroforestry and mixed farming systems using a participatory approach. TRANSITION is working to identify appropriate strategies to improve resilience of the agriculture sector, to establish what are the environmental and socio-economic barriers to resilient agriculture implementation and to quantify the system productivity and delivery of ecosystem services.",
	"keywords": [
		"Resilient agriculture",
		"Mediterranean",
		"Agrofofrestry",
		"Mixed farming systems",
		"Participatory approach"
	],
	"id": "transition",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}