{
	"programme": "H2020",
	"acronym": "Undertrees",
	"name": "Creating knowledge for UNDERsTanding ecosystem seRvicEs of agroforEStry systems through a holistic methodological framework (Marie-Curie Action)",
	"logo_url": "https://raw.githubusercontent.com/euraf/AF_FAIRness/main/img/undertrees.jpg",
	"code": "872384",
	"lead": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO Santa ANNA",
	"project_funding_programme_listing": "https://cordis.europa.eu/project/id/872384",
	"project_url": "https://projectundertrees.wordpress.com",
	"start_date": "01/01/2020",
	"end_date": "30/06/2025",
	"contact": "",
	"description": "UNDERTREES will form an international and inter-sectoral network of 15 organisations in 3 continents (Europe, Africa and South America) working on a joint research programme in the field of agroforestry (AF) and ecosystem services (ES) assessment. The participants are academic, government and enterprises that will exchange skills and knowledge to progress towards key advances in agroforestry systems’ evaluation and design, while enhancing collaborative research and innovation staff exchange across different continents. Skills and knowledge exchanges with African and South America countries, where agroforestry has a sound historical role in fostering environmental and socio-economical sustainability, will advance in agroforestry systems comprehension, with significant benefits for the European environment and society. The staff members in the project will develop new skills, will be exposed to new research environments and will have their career perspectives widened. To achieve its aim UNDERTREES identified research, training, and participatory activities at 16 study sites in 5 biogeographical areas, within three thematic areas: (1) agronomic and environmental sustainability, (2) socio-economic sustainability and (3) policy development. UNDERTREES will advance research by strengthening intersectoral cross-country collaboration, will provide training and education at academic and technical level, and will engage with local, national and international stakeholders to create shared knowledge on agroforestry ES for EU agricultural policy development",
	"keywords": [
		"Ecosystem services",
		"integrated sustainability assessment",
		"carbon balance",
		"greenhouse gas mitigation",
		"resilience",
		"land degradation",
		"land management",
		"policy development",
		"stakeholder engagement"
	],
	"id": "undertrees",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}