{
	"programme": "LIFE",
	"acronym": "VAIA",
	"name": "Valuing Afforestation of damaged woods with Innovative agroforestry",
	"logo_url": "https://lifevaia.eu/wp-content/uploads/2022/08/Presentazione-logo-DEF_15.2.22_pages-to-jpg-0001.jpg",
	"code": "LIFE20 CCA/IT/001630",
	"lead": "Rigoni di Asiago srl.",
	"project_funding_programme_listing": "https://webgate.ec.europa.eu/life/publicWebsite/project/details/5572",
	"project_url": "https://lifevaia.eu/",
	"start_date": "15/07/2021",
	"end_date": "30/09/2026",
	"contact": "",
	"description": "The LIFE VAIA project focuses on the adaptation of forest areas to extreme meteorological events, the promotion of fast responses to negative effects produced by such events, the acceleration of natural regeneration processes, targeting stable ecosystems with high biodiversity levels, and the generation of economic benefits to compensate the loss of income from timber exploitation. Specific objectives are to: a) Consolidate the knowledge base on the use of innovative agroforestry procedures in forest farming, assess the effectiveness of the method and encourage its use in European forests. b) Develop an ecosystem-based innovative approach by implementing temporary/transitional (15/20 years) agroforestry until the growth of forest trees, and finalised to: i) tackle in the short time most of the negative effects caused to the environment by the destruction of trees (e.g. erosion, mineralisation of organic matter, loss of biodiversity), ii) accelerate the reconstruction of forest ecosystems, mixing natural and artificial reforestation concepts to promote the establishment of stable ecosystems characterised by high biodiversity and ecological value and iii) create opportunities for sustainable economic development aiming to halt depopulation in the affected areas. c) Test and apply the VAIA approach in several areas characterised by different conditions to define fast response models to be transferred to other sites affected by extreme weather events, intensified by climate changes. d) Promote the implementation of the EU Forest Strategy (in particular the 2021 Strategy)",
	"keywords": [
		"Extreme meteorological events",
		"Natural regeneration",
		"Forest farming"
	],
	"id": "vaia",
	"timestamp_creation": "1719565710559",
	"timestamp_lastedit": "1719565710559",
	"submitter_name": "Gerry Lawson",
	"submitter_email": "gerry@euraf.pt",
	"project_url_other": "",
	"feedback_data_info": ""
}