{
	"id": "conservation_evidence_database",
	"timestamp_creation": 1716192000000,
	"name": "The Conservation Evidence database",
	"url": "https://www.conservationevidence.com/",
	"submitter_name": "Michael den Herder",
	"submitter_email": "michael.denherder@efi.int",
	"url_persistent": "Yes",
	"description": "This database summarises evidence from the scientific literature (studies) about the effects of conservation actions such as methods of habitat or species management. The dataset contains synopses of evidence that review the effectiveness of all actions which could be implemented to conserve a given species group or habitat or to tackle a particular conservation issue. Expert panels are then asked to assess the effectiveness (or not) of actions, based on the summarized evidence. The database also contains summaries of actions proposed in farmland conservation.",
	"keywords": ["Farmland conservation", "Conservation measures", "Biodiversity", "Species", "Habitats", "Sustainable production"],
	"data_ownership": "Department of Zoology, University of Cambridge, United Kingdom",
	"data_contact": "info@conservationevidence.com",
	"data_project": "Yes",
	"data_project_name": "Conservation Evidence is based at the University of Cambridge, UK, with collaborators and advisers in all continents of the world. The project was conceived by William J. Sutherland and is managed by Rebecca K Smith.\nThe funding of the Miriam Rothschild Chair in Conservation Biology through Arcadia enabled the development of the website and funds the Managing Editor of the Conservation Evidence Journal.\nConservation Evidence currently has funding from the A.G Leventis Foundation, AI@Cam, Cambridge Conservation Initiative Collaborative Fund, Cartier Fund for Nature, Esmée Fairbairn Foundation, Formas (a Swedish Research Council for Sustainable Development), Lord and Lady Moran and the Natural Environment Research Council and has previously received funding from Arcadia, the British Ecological Society, Cambridge Conservation Initiative Collaborative Fund, the David and Claudia Harding Foundation, the Department for Environment, Food & Rural Affairs (Defra), the Economic and Social Research Council, MAVA, Natural England, Oceankind, South West Water, Synchronicity Earth, The Nature Conservancy, Waitrose Ltd and Wetlands International.",
	"data_project_url": "",
	"data_collection_country": "Global",
	"data_collection_country_other": "",
	"data_type": ["Analysis data", "Text corpus"],
	"data_type_other": "",
	"spatial_scales": ["Global"],
	"spatial_details": "",
	"indicators": ["Biodiversity", "Other"],
	"indicators_other": "Nr. of studies on the effectiveness of conservation measures",
	"time_steps": ["Not relevant"],
	"time_steps_other": "",
	"time_span_oldest": 1912,
	"time_span_newest": 2024,
	"data_confidentiality": "No, the data is public",
	"license": "Other",
	"license_other": "Creative Commons CC BY-NC 4.0",
	"license_url": "",
	"year_release": 2009,
	"year_lastupdate": 2024,
	"access_barrier": "No, direct download/access through a web link",
	"data_formats": ["Static content (e.g. textual, reports on website pages, tables and graphs, PDF files)"],
	"data_formats_other": "Full text or references only (RTF), References only (RIS), PDF",
	"data_relevant_attributes": "Yes",
	"listed_other_databases": "Yes",
	"data_metadata": "Yes",
	"documentation_accessible": "Yes",
	"data_metadata_vocabulary": "Yes",
	"development_process": "Yes",
	"documentation_list": "https://www.conservationevidence.com/content/page/109",
	"digitaf_data_ll": [],
	"digitaf_data_wp": [],
	"digitaf_data_used": "",
	"feedback_data_info": "The data is linked in the COOL FARM TOOL"
}