{
	"id": "corinelandcover",
	"timestamp_creation": 1716188400000,
	"name": "CORINE Land Cover",
	"url": "https://land.copernicus.eu/en/products/corine-land-cover?tab=main",
	"submitter_name": "Michael den Herder",
	"submitter_email": "michael.denherder@efi.int",
	"url_persistent": "Yes",
	"description": "In the early 1980's, the European Commission recognized the need for a comprehensive, detailed, and harmonized dataset on the land cover and land use of the European continent. At that time, national land cover maps were often inconsistent and incomparable across borders, making the prospect of monitoring the European environment at a continental scale all but impossible. In response, the European Commission launched the CORINE (Coordination of Information on the Environment) program in an effort to develop a standardized methodology for producing continent-scale land cover, biotope, and air quality maps. In 1990, the first CORINE Land Cover dataset was produced. Since then, it has become a flagship component of the European Environment Agency’s Copernicus Land Monitoring Service, where it has provided essential information on European land cover/land use for over three decades. In its current form, the CORINE Land Cover (CLC) product offers a pan-European land cover and land use inventory with 44 thematic classes, ranging from broad forested areas to individual vineyards. The product is updated with new status and change layers every six years—with the most recent update made in 2018. CLC serves a multitude of users and has nearly limitless potential and actual applications, including environmental monitoring, land use planning, climate change assessments, and emergency management.",
	"keywords": ["Land cover", "Land use", "Forest", "Agriculture", "Urban", "Build environment", "Wetlands", "Water bodies"],
	"data_ownership": "European Environment Agency",
	"data_contact": "copernicus@eea.europa.eu",
	"data_project": "No, it has another source",
	"data_project_name": "",
	"data_project_url": "",
	"data_collection_country": "Europe",
	"data_collection_country_other": "EEA38 and the United Kingdom",
	"data_type": ["Aggregated data", "Analysis data", "Observational data", "Spatial data"],"data_type_other": "",
	"spatial_scales": ["European"],
	"spatial_details": "EEA38 and the UK, minimum mapping unit 25 ha for areal phenomena and a minimum witdt of 100m for linear phenomena",
	"indicators": ["Land cover"],
	"indicators_other": "",
	"time_steps": [ "Other" ],
	"time_steps_other": "6 years interval",
	"time_span_oldest": 1986,
	"time_span_newest": 2018,
	"data_confidentiality": "No, the data is public",
	"license": "Other",
	"license_other": "Access to data is based on a principle of full, open and free access as established by the Copernicus data and information policy Regulation (EU) No 1159/2013 of 12 July 2013. This regulation establishes registration and licensing conditions for GMES/Copernicus users.",
	"license_url": "",
	"year_release": 1990,
	"year_lastupdate": 2018,
	"access_barrier": "User registration needed",
	"data_formats": [ "Widely used file formats (Spreadsheet, JSON, GeoJSON, SHP, GPX, KML, XML, TIFF, MP3, MP4, etc.)" ],
	"data_formats_other": "Raster (Grid)",
	"data_relevant_attributes": "Yes",
	"listed_other_databases": "Yes",
	"data_metadata": "Yes",
	"documentation_accessible": "Yes",
	"data_metadata_vocabulary": "Yes",
	"development_process": "Yes",
	"documentation_list": "https://land.copernicus.eu/en/products/corine-land-cover?tab=applications__use_cases",
	"digitaf_data_ll": ["Czech Republic LL", "Finland LL", "France LL", "Germany LL", "Italy LL", "Netherlands LL", "United Kingdom LL"],
	"digitaf_data_wp": ["WP1 - Tools for policy-makers"],
	"digitaf_data_used": "Corine land cover is used for mapping agricultural land on a European scale. This is used as an input layer for the tree cover density map."
}