{
	"data_type": [
		"Aggregated data",
		"Observational data"
	],
	"spatial_scales": [
		"Plot"
	],
	"indicators": [
		"Land use",
		"Soil",
		"Carbon",
		"Water"
	],
	"time_steps": [
		"Yearly"
	],
	"data_formats": [
		"Widely used file formats (Spreadsheet, JSON, GeoJSON, SHP, GPX, KML, XML, TIFF, MP3, MP4, etc.)"
	],
	"digitaf_data_ll": [],
	"digitaf_data_wp": [],
	"submitter_name": "Rico Hübner",
	"submitter_email": "huebner@defaf.de",
	"name": "Data for: Soil carbon sequestration by agroforestry systems in China: A meta-analysis",
	"url": "https://dataserv.ub.tum.de/index.php/s/m1601286",
	"url_persistent": "Yes",
	"description": "Data on soil organic carbon (SOC) storage in agroforestry systems (AFS) in China were gathered in February 2016 from publications in English and Chinese from five academic databases, namely Web of Science, China National Knowledge Infrastructure (CNKI), Springer, Elsevier’s Scopus, and Wiley. The following groups of search terms in both English and Standard Mandarin were applied to title, abstract and keywords of the publications: 1) Agroforestry and related definitions describing AFS and practices: agroforestry (农林复合系统), silvopastoral (林草), agrosilvopastoral (混农林), forest farming (农用林业), tree outside forest (林下), alley cropping (农林间作), orchard intercropping (果农间作), shelter belt (农田林网), windbreak (防护林), land use conversion (退耕还林); 2) Soil carbon, soil nutrients and related definitions: soil carbon (土壤碳), soil nutrient (土壤养分), soil organic carbon (土壤有机碳), soil organic matter (土壤有机质), soil carbon stock (土 壤碳储量), soil fertility (土壤肥力), soil properties (土壤性质); 3) Region: China (中国). Further selection was undertaken to limit the initial search output to those publications which: 1) address one or more agroforestry practices including traditional agricultural practices or silvicultural practices; 2) publication of data; and 3) publication after the year 2000. For details on data processing consult https://doi.org/10.1016/j.agee.2021.107437",
	"keywords": [
		"soil organic carbon",
		"ecosystem services",
		"Random Forest (RF)",
		"shelterbelts",
		"agrosilvicultural systems",
		"silvopastoral systems"
	],
	"data_ownership": "TUM",
	"data_contact": "",
	"data_project": "Yes",
	"data_project_name": "This work was supported by the Federal Ministry of Education and Research, Germany (BMBF) [grant number 033L129AN] and the Sino-German Center for Research Promotion (SGC) [grant number GZ1006].",
	"data_collection_country": "Other",
	"data_collection_country_other": "China",
	"year_release": 2021,
	"year_lastupdate": 2021,
	"data_confidentiality": "No, the data is public",
	"license": "Creative Commons BY",
	"access_barrier": "No, direct download/access through a web link",
	"data_relevant_attributes": "Yes",
	"listed_other_databases": "Don't know",
	"license_url": "http://creativecommons.org/licenses/by/4.0",
	"data_metadata": "No",
	"documentation_accessible": "Yes",
	"data_metadata_vocabulary": "Yes",
	"development_process": "Yes",
	"documentation_list": "Hübner, R., Kühnel, A., Lu, J., Dettmann, H., Wang, W., Wiesmeier, M., 2021. Soil carbon sequestration by agroforestry systems in China: A meta-analysis. Agriculture, Ecosystems & Environment 315, https://doi.org/10.1016/j.agee.2021.107437.",
	"id": "data_for_soil_carbon_sequestration_by_agroforestry_systems_in_china_a_metaanalysis",
	"timestamp_creation": 1737377916246,
	"timestamp_lastedit": 1737377916246
}