{
	"data_type": [
		"Aggregated data"
	],
	"spatial_scales": [
		"Plant/animal"
	],
	"indicators": [
		"Species occurrence",
		"Growth",
		"Yield / Biomass",
		"Biodiversity",
		"Suitability",
		"Nutrients",
		"Nutrition",
		"Pests and Diseases"
	],
	"time_steps": [
		"Not relevant"
	],
	"data_formats": [
		"Widely used file formats (Spreadsheet, JSON, GeoJSON, SHP, GPX, KML, XML, TIFF, MP3, MP4, etc.)"
	],
	"digitaf_data_ll": [],
	"digitaf_data_wp": [
		"WP2 - Tools for practitioners and farm advisors",
		"WP4 - LL and a common AF toolbox"
	],
	"submitter_name": "Bert Reubens",
	"submitter_email": "bert.reubens@ilvo.vlaanderen.be",
	"name": "DENTRO Tree Matrix",
	"url": "https://zenodo.org/records/10889583",
	"url_persistent": "Yes",
	"description": "As a choice has to be made on whether a tree species matches the conditions of an agroforestry project in terms of e.g. soil characteristics and objectives, this dataset can support the tree species selection process.\n\nThis dataset, called ‘’DENTRO Tree Matrix’’ (EN) or ‘’DENTRO Bomenmatrix’’ (NL), contains information about how tree species match certain relevant parameters varying from abiotic conditions (e.g. soil, weather, light, etc.), animals, objectives (e.g. wood/fruit/nut production and ecological function), and feasibility (e.g. disease risks and planting material availability).\n\nIn recent years, a growing interest in agroforestry systems has been observed in Belgium and the Netherlands. Therefore, it is important to pay sufficient attention to the tree species selection process as this plays a major role in whether the agroforestry project is successful or not. Also in terms of climate change, it is important to select a tree species that both fits the farmer’s field conditions and can handle well with the extreme weather conditions occurring in the region in which the plot is located. This is why the DENTRO Tree Matrix also includes parameters such as strong wind, drought, frost, heat waves, and floods.\n\nThe objective of the DENTRO Tree Matrix is to offer knowledge about commonly planted tree species in temperate regions (with a focus on Belgium and The Netherlands), so the right choices considering e.g. field and weather conditions can be made by the end user (farmers, advisors, ...).\n\nThe DENTRO Tree Matrix also serves as a back-end dataset behind a set of decision support and/or tree species selection tools (currently (BETULA, AgroforesTreeAdvice, and DENTRO). \n\nThe use of BETULA (a), DENTRO (a) and AgroforesTreeAdvice (b) is free, and these tools can be accessed through the following links:\n\n(a) https://www.agroforestryvlaanderen.be/nl/agroforestry-planner  \n\n(b) AgroforesTreeAdvice (inrae.fr)\n\nThe background info sheet can be read here: Boomsoortenselectie: waarmee rekening houden? - Agroforestry (agroforestryvlaanderen.be) (currently in Dutch).\n\nMore info? Contact us through info@agroforestryvlaanderen.be",
	"keywords": [
		"tree species selection",
		"tree",
		"agroforestry",
		"tree characteristics"
	],
	"data_ownership": "Consortium Agroforestry Flanders",
	"data_contact": "info@agroforestryvlaanderen.be",
	"data_project": "Yes",
	"data_project_name": "VLAIO LA project \"agroforestry Flanders\" and \"agroforestry 2025\"",
	"data_project_url": "https://www.agroforestryvlaanderen.be/nl/projecten",
	"data_collection_country": "Europe",
	"spatial_details": "Not applicable",
	"year_release": 2024,
	"year_lastupdate": 2024,
	"data_confidentiality": "Data has a limiting license",
	"license": "Creative Commons BY-NC-SA",
	"access_barrier": "Access to the data needs to be granted (e.g. dataset owner needs to give permission after user registration; dataset owner sends data after receiving a request email)",
	"data_relevant_attributes": "Yes",
	"listed_other_databases": "No",
	"data_metadata": "Yes",
	"documentation_accessible": "Yes",
	"data_metadata_vocabulary": "No",
	"development_process": "Yes",
	"documentation_list": "https://www.agroforestryvlaanderen.be/nl/kennisloket/boomspecifieke-info?type=information-sheet",
	"id": "dentro_tree_matrix",
	"timestamp_creation": 1731595679481,
	"timestamp_lastedit": 1731595679481
}