{
  "data_type": [
    "Observational data",
    "Spatial data",
    "Text corpus",
    "Aggregated data"
  ],
  "spatial_scales": [
    "One-hectare",
    "Farm",
    "Landscape",
    "Catchment",
    "Regional",
    "National",
    "European",
    "Global"
  ],
  "indicators": [
    "Biodiversity",
    "Soil",
    "Carbon",
    "Nutrients",
    "Yield / Biomass",
    "Water",
    "Other"
  ],
  "time_steps": ["Monthly", "Yearly"],
  "data_formats": [
    "Widely used file formats (Spreadsheet, JSON, GeoJSON, SHP, GPX, KML, XML, TIFF, MP3, MP4, etc.)"
  ],
  "digitaf_data_ll": [],
  "digitaf_data_wp": [],
  "submitter_name": "Michael den Herder",
  "data_collection_country": "Europe",
  "submitter_email": "michael.denherder@efi.int",
  "name": "European Soil Data Centre (ESDAC)",
  "url": "https://esdac.jrc.ec.europa.eu/resource-type/datasets",
  "url_persistent": "Yes",
  "description": "The European Soil Data Centre (ESDAC) is the thematic centre for soil related data in Europe. Its ambition is to be the single reference point for and to host all relevant soil data and information at European level. It contains a number of resources that are organized and presented in various ways: datasets, services/applications, maps, documents, events, projects and external links. The European Soil Data Centre (ESDAC) contains currently many soil data and information. Most of the offered data are at European scale, while, when possible, links to national or global datasets are provided. \n\nDatasets are organized in some broad categories. A first category contains the European Soil Database (ESDB), datasets that have been derived with the help of the ESDB and general European datasets that contain soil properties. A second category offers data that are related to soil threats (erosion, soil organic carbon, landslides, compaction, salinization, soil biodiversity, contaminated sites, soil sealing, etc.). A third category offers data related to soil functions. A fourth category offers soil point data (LUCAS, SPADE, etc). A fifth category contains data that stem from projects. Some datasets can be freely downloaded; others will be made accessible after prior registration, through a fill-in form.",
  "keywords": [
    "Soil",
    "soil properties",
    "soil function",
    "soil threats",
    "soil point data",
    "soil projects"
  ],
  "data_ownership": "Joint Research Centre, European Soil Data Centre (ESDAC)",
  "data_contact": "ec-esdac@ec.europa.eu",
  "data_project": "No, it has another source",
  "spatial_details": "The European Soil Data Centre has collected datasets at different spatial scales. This list provides a one-page overview of all datasaets available in ESDAC to the public: the name (and link) for the dataset and a short abstract. https://esdac.jrc.ec.europa.eu/resource-type/datasets-list",
  "indicators_other": "Land degradation",
  "year_release": 2015,
  "year_lastupdate": 2025,
  "time_span_oldest": 2004,
  "time_span_newest": 2025,
  "data_confidentiality": "No, the data is public",
  "license": "Don't know",
  "access_barrier": "Access to the data needs to be granted (e.g. dataset owner needs to give permission after user registration; dataset owner sends data after receiving a request email)",
  "data_relevant_attributes": "Yes",
  "listed_other_databases": "Don't know",
  "data_metadata": "Don't know",
  "documentation_accessible": "Some of it",
  "data_metadata_vocabulary": "Yes",
  "development_process": "Not completely",
  "documentation_list": "Panagos, P., Van Liedekerke, M., Borrelli, P., Köninger, J., Ballabio, C., Orgiazzi, A., Lugato, E., Liakos, L., Hervas, J., Jones, A.  Montanarella, L. 2022. European Soil Data Centre 2.0: Soil data and knowledge in support of the EU policies. European Journal of Soil Science, 73(6), e13315. DOI: 10.1111/ejss.13315\n\nPanagos P., Van Liedekerke M., Jones A., Montanarella L. European Soil Data Centre: Response to European policy support and public data requirements. (2012) Land Use Policy, 29 (2), pp. 329-338, doi:10.1016/j.landusepol.2011.07.003",
  "feedback_data_info": "The ESDAC atlases are a valuable resource. Raising awereness is the main aim of this series of soil atlases, which describes the differences in soil patterns in different parts of the world in an easily understandable language, combined with beautiful illustrations and diagrams. ESDAC has published six atlases between 2005 - 2023. They are the result of fruitful collaborations with researchers and institutes worldwide. Data coming from different countries and sources were processed to produce harmonised maps which indicate solutions for sustainable management of soils and provide the ground to build strong collaborations worldwide.",
  "id": "european_soil_data_centre_esdac",
  "timestamp_creation": 1758632735441,
  "timestamp_lastedit": 1758632735441
}
