{
	"id": "lucas",
	"timestamp_creation": 1716192000000,
	"timestamp_lastedit": 1716192000000,
	"name": "Land use and coverage area frame survey (LUCAS)",
	"url": "https://ec.europa.eu/eurostat/web/lucas/overview",
	"submitter_name": "Michael den Herder",
	"submitter_email": "michael.denherder@efi.int",
	"url_persistent": "No",
	"description": "Traditionally, land has been used as a mean to collect official statistics, for example on agriculture. However, not many statistics about land are available at country or European level. Instead, official statistics linked to land are spread among different statistical fields, such as agriculture, environment, forestry, and are not always well integrated with one another.\nSince 2006, Eurostat carries out the land use and coverage area frame survey (LUCAS) every 3 to 4 years to identify changes in the European Union in:\n- land use, meaning the socioeconomic use of land, for instance, agriculture, forestry, recreation, or residential use\n- land cover, for instance crops, grass, broad-leaved forest, or built-up area.\nThese statistics are collected in cooperation with the EU countries.\nThe most important specific land cover/use data collection activities concern agriculture, forestry, and the environment.The land use / cover area frame survey (LUCAS) is an in-situ survey. It provides detailed information on specific points as well as harmonised and comparable statistics on land use and land cover for the EU territory.\n3 types of information are obtained from LUCAS surveys:\n- microdata: land cover, land use, and environmental parameters associated with the individual points surveyed\n- point and landscape photos in the 4 cardinal directions\n- estimates on land cover and land use, which are produced from microdata based on weighted point data.",
	"keywords": [ "Land cover", "Land use", "Soil", "Agricultural parameters", "Environmental parameters" ],
	"data_ownership": "Eurostat",
	"data_contact": "https://ec.europa.eu/eurostat/web/main/contact-us",
	"data_project": "No, it has another source",
	"data_project_name": "",
	"data_project_url": "",
	"data_collection_country": "Europe",
	"data_collection_country_other": "EU28 / EU27 (2022)",
	"data_type": [ "Spatial data", "Survey data"],
	"data_type_other": "",
	"spatial_scales": ["European"],
	"spatial_details": "Sample points at the interesection of a 2 x 2 km grid that includes around 1 million points all over the EU",
	"indicators": ["Land cover", "Land use", "Soil"],
	"indicators_other": "",
	"time_steps": [ "Other" ],
	"time_steps_other": "3 years interval",
	"time_span_oldest": 2006,
	"time_span_newest": 2022,
	"data_confidentiality": "No, the data is public",
	"license": "Other",
	"license_other": "License agreement specified by the European Commission",
	"license_url": "",
	"year_release": 2006,
	"year_lastupdate": 2024,
	"access_barrier": "No, direct download/access through a web link",
	"data_formats": ["Widely used file formats (Spreadsheet, JSON, GeoJSON, SHP, GPX, KML, XML, TIFF, MP3, MP4, etc.)"],
	"data_formats_other": "",
	"data_relevant_attributes": "Yes",
	"listed_other_databases": "Yes",
	"data_metadata": "Yes",
	"documentation_accessible": "Yes",
	"data_metadata_vocabulary": "Yes",
	"development_process": "Yes",
	"documentation_list": "https://ec.europa.eu/eurostat/web/lucas/publications",
	"digitaf_data_ll": [],
	"digitaf_data_wp": ["WP1 - Tools for policy-makers"],
	"digitaf_data_used": "We will compare LUCAS data with other data sets such as Copernicus and LPIS and assess their usefulness for making estimates on agroforestry area"
}
