{
	"id": "smallwoodyfeatures",
	"timestamp_creation": 1716188400000,
	"name": "High resolution layer small woody features",
	"url": "https://land.copernicus.eu/en/products/high-resolution-layer-small-woody-features/small-woody-features-2018",
	"submitter_name": "Michael den Herder",
	"submitter_email": "michael.denherder@efi.int",
	"url_persistent": "Yes",
	"description": "Small woody features — which include herbaceous features like hedgerows, shrubs, and small clusters of trees—are crucial components of the European landscape. They provide a number of ecological benefits such as acting as habitat oases and enhancing biodiversity in otherwise suboptimal environments. Small woody features can also help regulate water cycles and prevent soil erosion, functions that are especially important in agricultural areas where soil health is extremely important. Their aesthetic and cultural value is also important as elements of traditional agricultural practices and rural heritage. Despite their importance, small woody features are often overlooked in large scale land monitoring programs because they are challenging to identify. However, the 3-yearly optical Very High Resolution coverage provided by the Copernicus Land Monitoring Service together with advances in data processing techniques have largely solved this problem. The Small Woody Features product provides users with products that show linear structures whose width is ≤ 30 m and length is ≥ 30 m as well as patchy structures whose area is between 200 m² and 5,000 m² both in vector and in raster format, with the latter having a spatial resolution of 5m. The datasets are available for the 2015 and 2018 and cover the entire EEA38 as well as the United Kingdom. The next update will be in 2021. The Small Woody Features product iswell-suited to enhance understanding of landscapes, support biodiversity and carbon sequestration assessments, inform sustainable land management practices, and aid in climate change mitigation strategies.",
	"keywords": ["Tree", "Linear woody structures", "Hedgerows", "Shrubs", "Small clusters of trees"],
	"data_ownership": "European Environment Agency",
	"data_contact": "copernicus@eea.europa.eu",
	"data_project": "No, it has another source",
	"data_project_name": "",
	"data_project_url": "",
	"data_collection_country": "Europe",
	"data_collection_country_other": "EEA38 and the United Kingdom",
	"data_type": ["Observational data", "Spatial data"],
	"data_type_other": "",
	"spatial_scales": ["European"],
	"spatial_details": "EEA38 and the UK, 5m and 100m resolution",
	"indicators": ["Land cover"],
	"indicators_other": "",
	"time_steps": [ "Other" ],
	"time_steps_other": "3 years interval",
	"time_span_oldest": 2015,
	"time_span_newest": 2018,
	"data_confidentiality": "No, the data is public",
	"license": "Other",
	"license_other": "Access to data is based on a principle of full, open and free access as established by the Copernicus data and information policy Regulation (EU) No 1159/2013 of 12 July 2013. This regulation establishes registration and licensing conditions for GMES/Copernicus users.",
	"license_url": "https://inspire.ec.europa.eu/metadata-codelist/LimitationsOnPublicAccess/noLimitations",
	"year_release": 2015,
	"year_lastupdate": 2018,
	"access_barrier": "User registration needed",
	"data_formats": ["Widely used file formats (Spreadsheet, JSON, GeoJSON, SHP, GPX, KML, XML, TIFF, MP3, MP4, etc.)", "Other"],
	"data_formats_other": "GeoTiff",
	"data_relevant_attributes": "Yes",
	"listed_other_databases": "Don't know",
	"data_metadata": "Yes",
	"documentation_accessible": "Yes",
	"data_metadata_vocabulary": "Don't know",
	"development_process": "Yes",
	"documentation_list": "Golicz, K., Ghazaryan, G., Niether, W., Wartenberg, A.C., Breuer, L., Gattinger, A., Jacobs, S.R., Kleinebecker, T., Weckenbrock, P., Große-Stoltenberg, A., 2021. The Role of Small Woody Landscape Features and Agroforestry Systems for National Carbon Budgeting in Germany. Land 10, 1028. https://doi.org/10.3390/land10101028",
	"digitaf_data_ll": ["Finland LL"],
	"digitaf_data_wp": ["WP1 - Tools for policy-makers"],
	"digitaf_data_used": "Mapping tree cover in riparian buffer zones in Finland"
}